/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "正在連接。";
"cover-open" = "機蓋已打開。";
"developer-empty" = "顯像劑已耗盡。";
"developer-low" = "顯像劑過少。";
"door-open" = "機門已打開。";
"fuser-over-temp" = "加熱器溫度高。";
"fuser-under-temp" = "加熱器溫度低。";
"input-tray-missing" = "找不到媒體送紙匣。";
"interlock-open" = "Interlock 打開。";
"interpreter-resource-unavailable" = "無法取用資源（例如，字體）";
"marker-supply-empty" = "墨水或碳粉已耗盡";
"marker-supply-low" = "墨水或碳粉過少。";
"marker-waste-almost-full" = "墨水或碳粉廢料槽將滿。";
"marker-waste-full" = "墨水或碳粉廢料槽已滿。";
"media-empty" = "媒體送紙匣為空。";
"media-jam" = "媒體卡紙。";
"media-low" = "媒體送紙匣即將用完。";
"media-needed" = "媒體送紙匣需要添加紙張。";
"moving-to-paused" = "印表機離線，";
"none" = " ";
"opc-life-over" = "OPC 壽命耗盡。";
"opc-near-eol" = "OPC 即將壽命耗盡。";
"other" = " ";
"output-area-almost-full" = "輸出槽將滿。";
"output-area-full" = "輸出槽已滿。";
"output-tray-missing" = "找不到輸出紙匣。";
"paused" = "已暫停。";
"shutdown" = "印表機離線。";
"spool-area-full" = "暫存區已滿。";
"stopped-partly" = "已停止部分";
"stopping" = "正在停止";
"timed-out" = "印表機停止回應。";
"toner-empty" = "碳粉已耗盡。";
"toner-low" = "碳粉過少。";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "正在停止。";
"compression-error" = "解壓縮錯誤。";
"document-access-error" = "文件存取錯誤。";
"document-format-error" = "文件格式錯誤。";
"job-canceled-at-device" = "已在印表機取消。";
"job-canceled-by-operator" = "已由操作者取消。";
"job-canceled-by-user" = "已由使用者取消。";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "已完成，但有錯誤。";
"job-completed-with-warnings" = "已完成，但有警告。";
"job-data-insufficient" = "資料不足。";
"job-hold-until-specified" = "暫停直到。";
"job-incoming" = "正在傳入。";
"job-interpreting" = "正在解譯。";
"job-outgoing" = "正在送出。";
"job-printing" = "正在列印。";
"job-queued-for-marker" = "已佇列以加上標記。";
"job-queued" = "已佇列。";
"job-restartable" = "可重新開始。";
"job-transforming" = "正在轉換。";
"printer-stopped-partly" = "印表機部分停止。";
"printer-stopped" = "印表機已停止。";
"processing-to-stop-point" = "正在停止。";
"queued-in-device" = "就緒。";
"resources-are-not-ready" = "資源尚未準備好。";
"service-off-line" = "服務離線。";
"submission-interrupted" = "提交被中斷。";
"unsupported-compression" = "不受支援的壓縮。";
"unsupported-document-format" = "不受支援的文件格式。";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "暫停新作業";
"deactivated" = "已停用";
"job-suspended" = "已中止。";

/* CUPS defined reasons */
"cups-missing-filter-error" = "遺失過濾器。";
"offline-error" = "離線。";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "已停用 AppleTalk。";
"apple-missing-usbclassdriver-error" = "遺失 USB 類別驅動程式。";
"apple-nbp-lookup-warning" = "印表機無回應。";
